Repository: walshb/Devede
Catalog: po/*.po
Languages: da, es, it_it, nl, pt_br, sk

source: Use dual pass encoding (better quality, much slower conversion)
da: Brug Brug dobbelt kodning (Bedre kvalitet, langsommere konvertering)
es: Usar codificación en dos pasadas (más calidad pero conversión más lenta)
it_it: Usa una codifica in due passaggi (migliore qualità ma conversione più lenta)
nl: Tweevoudige codering gebruiken (beter kwaliteit, veel trager)
sk: Použiť dvojprechodové kódovanie (lepšia kvalita, oveľa pomalšia konverzia)

source: Vertical mirror
da: Lodret spejl
es: Espejo vertical
it_it: Specchio verticale
nl: Verticaal spiegelen
pt_br: Espelhar verticalmente
sk: Vertikálne zrkadlo

source: Video format
es: Formato de vídeo
it_it: Formato video
nl: Videoformaat
pt_br: Formato de vídeo
sk: Formát videa

source: Video options
da: Video indstillinger
es: Opciones de vídeo
it_it: Opzioni video
nl: Video-opties
pt_br: Opções de vídeo
sk: Voľby obrazu

source: YADIF deinterlacing filter
es: Filtro de desentrelazado YADIF
it_it: Filtro deinterlacciamento YADIF
nl: YADIF-deinterliniëeringsfilter
pt_br: Filtro de desentrelaçamento YADIF
sk: Filter YADIF pre odstránenie prekladania

source: Choose a folder
da: Vælg en folder
es: Escoja una carpeta
it_it: Scegli una cartella
nl: Selecteer een map
pt_br: Selecione um diretório
sk: Vyberte adresár

source: Choose the folder where DeVeDe will create the DVD image and a name for it. Don't use a folder in a VFAT/FAT32 drive. Characters /, | and \ are not allowed and will be replaced by underscores.
da: Vælg den mappe hvor DeVeDe skal oprette DVD billedet og et navn for det.Brug ikke en mappe på et VFAT/FAT32 drev. Karakterene /, | og \ er ikke tilladt og vil blive erstattet af en understreg.
es: Escoja el directorio en el que DeVeDe creará la imagen de DVD, así como un nombre para ésta. No use un directorio que esté en una unidad VFAT/FAT32. No se permiten los caracteres /, | y \, que serán reemplazados por guiones bajos.
it_it: Scegli la cartella dove DeVeDe creerà l'immagine DVD e un nome per essa. Non utilizzare una cartella in un disco VFAT/FAT32. I caratteri /, | e \ non sono permessi e saranno rimpiazzati con degli underscore.
nl: Selecteer de map waar DeVeDe het dvd-beeldbestand zal opslaan en geef het een naam. Selecteer a.u.b. geen map in een VFAT/FAT32-bestandssysteem. De tekens /, | en \ zijn niet toegestaan en worden door onderstrepen vervangen.
sk: Vyberte priečinok, kde DeVeDe vytvorí obraz DVD a meno súboru. Nepoužívajte priečinok na disku s VFAT/FAT32. Znaky /, | a \ nie su povolené a budú nahradené podčiarkovníkmi.

source: Shutdown computer when disc is done
es: Apagar el equipo cuando el disco esté hecho
it_it: Spegni il computer quando il disco è finito

source: Load a disc structure
da: Hent en disk struktur
es: Cargar una estructura de disco
it_it: Carica la struttura di un disco
nl: Schijfstructuur laden
pt_br: Carregar uma estrutura de disco
sk: Načítať štruktúru disku

source: If you load a disc structure you will loose your current structure (unless you saved it). Continue?
da: Hvis du henter en disk struktur, vil du miste den nuværende (undtaget hvis du gemmer den) Vil du fortsætte?
es: Si carga una estructura perderá la estructura actual (a menos que la haya grabado). ¿Continuar?
it_it: Caricando una nuova struttura disco saranno persi tutti i cambiamenti effettuati alla attuale (se non salvati). Continuare?
nl: Wanneer u een schijfstructuur laadt, dan verliest u uw huidige structuur (tenzij u deze heeft opgeslagen). Doorgaan?
pt_br: Se você carregar uma estrutura de disco a atual será perdida (a menos que já tenha sido salva). Deseja continuar?
sk: Ak načítate štruktúru disku, stratíte aktuálnu štruktúru (ak ste ju neuložili). Pokračovať?

source: Warning: you already have a disc structure
da: Advarsel: Du har allerede en disk struktur
es: Atención: tiene una estructura de disco
it_it: Attenzione: è già presente una struttura disco
nl: Waarschuwing: u heeft reeds een schijfstructuur
pt_br: Aviso: você já tem uma estrutura de disco
sk: Varovanie: už máte štruktúru disku

source: Media size:
da: Medie størrelse:
es: Tamaño del disco:
it_it: Dimensione disco:
nl: Mediagrootte:
pt_br: Tamanho da mídia:
sk: Veľkosť média:

source: 1.4 GB DVD
es: DVD 1,4 GB
it_it: DVD da 1,4 GB
pt_br: DVD de 1.4 GB

source: 185 MB CD
es: CD 185 MB
it_it: CD da 185 MB
pt_br: CD de 185 MB

source: 4.7 GB DVD
es: DVD 4,7 GB
it_it: DVD da 4,7 GB
pt_br: DVD de 4.7 GB

source: 650 MB CD
es: CD 650 MB
it_it: CD da 650 MB
pt_br: CD de 650 MB

source: 700 MB CD
es: CD 700 MB
it_it: CD da 700 MB
pt_br: CD de 700 MB

source: 8.5 GB DVD
es: DVD 8,5 GB
it_it: DVD da 8,5 GB
pt_br: DVD de 8.5 GB

source: <b>Action</b>
es: <b>Acción</b>
it_it: <b>Azione</b>
nl: <b>Actie</b>
pt_br: <b>Ação</b>
sk: <b>Akcia</b>

source: <b>Default format</b>
da: <b>Standard format</b>
es: <b>Formato por defecto</b>
it_it: <b>Formato predefinito</b>
nl: <b>Standaardformaat</b>
pt_br: <b>Formato padrão</b>
sk: <b>Východzí formát</b>

source: <b>Disc usage</b>
da: <b>Disk forbrug</b>
es: <b>Ocupación del disco</b>
it_it: <b>Uso del disco</b>
nl: <b>Schijfgebruik</b>
pt_br: <b>Uso do disco</b>
sk: <b>Obsadenie disku</b>

source: <b>Files</b>
da: <b>Filer</b>
es: <b>Archivos</b>
it_it: <b>File</b>
nl: <b>Bestanden</b>
pt_br: <b>Arquivos</b>
sk: <b>Súbory</b>

source: <b>Menus</b>
da: <b>Menuer</b>
es: <b>Menús</b>
it_it: <b>Menu</b>
sk: <b>Menu</b>

source: <b>Titles</b>
da: <b>Titler</b>
es: <b>Títulos</b>
it_it: <b>Titoli</b>
nl: <b>Titels</b>
pt_br: <b>Títulos</b>
sk: <b>Tituly</b>

source: Adjust disc usage
da: Juster disk forbruget
es: Ajustar el espacio ocupado en disco
it_it: Regola uso del disco
nl: Schijfgebruik aanpassen
pt_br: Ajustar ao tamanho do disco
sk: Prispôsobiť využitie disku

source: Audio rate (Kbits/sec):
da: Lyd rate (Kbits/sek):
es: Tasa de sonido (Kbits/seg):
it_it: Campionamento audio (Kbit/sec):
nl: Audiobitsnelheid (Kbits/sec):
pt_br: Taxa de áudio (Kbits/s):
sk: Dátový tok zvuku (Kb/s):

source: Create a menu with the titles
da: Opret en menu med titler
es: Crear un menú con los títulos
it_it: Crea un menu con i titoli
nl: Menu aanmaken met de titel
sk: Vytvoriť menu s titulmi

source: Create an ISO or BIN/CUE image, ready to burn to a disc
da: Opret et ISO eller BIN/CUE billede, til senere brænding på disk
es: Crear una imagen ISO o BIN/CUE, lista para grabar en un disco
it_it: Crea una immagine ISO o BIN/CUE, pronta per masterizzare un disco
nl: ISO of BIN/CUE-beeldbestand aanmaken, dat klaar is om gebrand te worden.
pt_br: Criar uma imagem ISO ou BIN/CUE pronta para gravar na mídia
sk: Vytvoriť obraz ISO alebo BIN/CUE, pripravený pre vypálenie na disk

source: Create disc structure
da: Opret disk struktur
es: Crear la estructura del disco
it_it: Crea la struttura del disco
nl: Schijfstructuur aanmaken.
pt_br: Criar estrutura de disco
sk: Vytvoriť štruktúru disku

source: Estimated length (MBytes):
da: Anslået længde (MBytes):
es: Tamaño estimado (MBytes):
it_it: Lughezza finale (MBytes):
nl: Geschatte grootte (MByte):
pt_br: Duração estimada (MBytes):
sk: Predpokladaná veľkosť (MB):

source: Length (seconds):
da: Længde (sekunder):
es: Longitud (segundos):
it_it: Durata (secondi):
nl: Lengte (seconden):
pt_br: Duração (segundos):
sk: Dĺžka (sekúnd):

source: Menu options
da: Menu indstillinger
es: Opciones del menú
it_it: Opzioni menu
nl: Menu-opties
pt_br: Opções de menu
sk: Voľby menu

source: Only convert film files to compliant MPEG files
da: Konverter kun film filer til kompatible MPEG filer
es: Únicamente convertir los archivos a ficheros MPEG
it_it: Converti solo i filmati in file standard MPEG
nl: Alleen filmbestanden omzetten naar gewenste MPEG-bestanden
pt_br: Apenas converter os vídeos para arquivos compatíveis com MPEG
sk: Konvertovať iba súbory filmu na zodpovedajúce súbory MPEG

source: Output aspect ratio:
da: Output dimensionsforhold, højde-bredde-forhold :
es: Relación de aspecto (salida):
it_it: Formato video in uscita:
nl: Uitvoer schermverhouding:
pt_br: Relação de aspecto da saída:
sk: Výstupný pomer videa:

source: Preview menu
da: Prævis menu
es: Vista previa del menú
it_it: Anteprima menu
nl: Menuvoorbeeld
pt_br: Pré-visualização do menu
sk: Náhľad menu

source: Size of chapters:
da: Størrelse på kapitler:
es: Tamaño de los capítulos:
it_it: Dimensioni dei capitoli:
nl: Lengte van de hoofdstukken:
pt_br: Tamanho dos capítulos:
sk: Veľkosť kapitol:

source: Video rate (Kbits/sec):
da: Video rate (Kbits/sek):
es: Tasa de vídeo (Kbits/seg):
it_it: Campionamento video (Kbits/sec):
nl: Videobitsnelheid (Kbits/sec):
pt_br: Taxa de vídeo (Kbits/s):
sk: Dátový tok obrazu (Kb/s):

source: _Edit
es: _Editar
it_it: _Modifica

source: _File
da: _Fil
es: _Archivo
nl: _Bestand
pt_br: _Arquivo
sk: _Súbor

source: _Help
da: _Hjælp
es: A_yuda
it_it: _Aiuto
nl: _Hulp
pt_br: A_juda
sk: _Pomoc

source: _Preferences
es: _Preferencias
it_it: _Preferenze

source: Menu preview
da: Menu prævis
es: Vista previa del menú
it_it: Anteprima menu
nl: Menuvoorbeeld
pt_br: Pré-visualização do menu
sk: Náhľad menu

source: <b>Disc startup options</b>
da: <b>Disk opstarts indstillinger</b>
es: <b>Opciones de inicio del disco</b>
it_it: <b>Opzioni di avvio del disco</b>
nl: <b>Schijfopstartopties</b>
pt_br: <b>Opções de início de reprodução</b>
sk: <b>Voľby pre spustenie disku</b>

source: <b>Margins (%)</b>
es: <b>Márgenes</b>

source: <b>Menu background (only PNG)</b>
da: <b>Menu baggrund (kun PNG)</b>
es: <b>Imagen de fondo para el menú (sólo PNG)</b>
it_it: <b>Sfondo del menu (solo PNG)</b>
nl: <b>Menu-achtergrond (alleen PNG)</b>
pt_br: <b>Plano de fundo do menu (somente PNG)</b>
sk: <b>Pozadie menu (iba PNG)</b>

source: <b>Menu font and colors</b>
da: <b>Menu skrifttype og farve</b>
es: <b>Colores y fuente del menú</b>
it_it: <b>Colori e font del menu</b>
nl: <b>Menulettertype en -kleur</b>
pt_br: <b>Cores e fonte do menu</b>
sk: <b>Farby a písmo menu</b>

source: <b>Menu music</b>
da: <b>Menu musik</b>
es: <b>Música del menú</b>
it_it: <b>Audio del menu</b>
nl: <b>Menumuziek</b>
pt_br: <b>Música de menu</b>
sk: <b>Hudba menu</b>

source: <b>Menu position</b>
es: <b>Posición del menú</b>
it_it: <b>Posizione del menu</b>
nl: <b>Menupositie</b>
pt_br: <b>Posição do menu</b>
sk: <b>Umiestnenie menu</b>

source: <b>Menu title</b>
da: <b>Menu titel</b>
es: <b>Título del menú</b>
it_it: <b>Titolo del menu</b>
nl: <b>Menutitel</b>
pt_br: <b>Título do menu</b>
sk: <b>Názov menu</b>

source: Background color for titles:
da: Baggrundsfarve for titler:
es: Color de fondo para los títulos:
it_it: Colore di sfondo per i titoli:
nl: Achtergrondkleur voor titels:
pt_br: Cor de fundo para os títulos:
sk: Farba pozadia pre tituly:

source: Bottom
da: Bund
es: Abajo
it_it: In basso
nl: Onder
pt_br: Inferior
sk: Spodok

source: Center
es: Centro
it_it: Centro
nl: Midden
pt_br: Centro
sk: V strede

source: Choose a music file
da: Vælg en musik fil
es: Escoja un archivo de música
it_it: Scegli un file audio
nl: Selecteer een muziekbestand
sk: Vyberte súbor s hudbou

source: Color for selected title:
da: Farve for den valgte titel:
es: Color para el título seleccionado:
it_it: Colore per il titolo selezionato:
nl: Kleur voor geselecteerde titel:
pt_br: Cor para o título selecionado:
sk: Farba pre vybrané tituly:

source: Color for shadows:
da: Farve for skygger:
es: Color para las sombras:
it_it: Colore per le ombre:
nl: Schaduwkleur:
pt_br: Cor para as sombras:
sk: Farba pre tiene:

source: Color for unselected titles:
da: Farve for ikke valgte titler:
es: Color para los títulos no seleccionados:
it_it: Colore per i titoli non selezionati:
nl: Kleur voor niet geselecteerde titel:
pt_br: Cor para os títulos não selecionados:
sk: Farba pre nevybrané tituly:

source: Font:
da: Skrifttype:
es: Fuente:
nl: Lettertype:
pt_br: Fonte:

source: Jump to the first title at startup
da: Hop til den første titel
es: Reproducir el primer título al insertar el disco
it_it: Vai al primo titolo all'avvio
nl: Naar eerste titel springen bij het opstarten
pt_br: Pular para o primeiro título ao iniciar a reprodução.
sk: Pri spustení skočiť na prvý titul

source: Left
da: Venstre
es: Izquierda
it_it: Sinistra
nl: Links
pt_br: Esquerda
sk: Vľavo

source: Middle
da: Mellem
es: En medio
it_it: Centrale
nl: Midden
pt_br: Meio
sk: Stred

source: Right
da: Højre
es: Derecha
it_it: Destra
nl: Rechts
pt_br: Direita
sk: Vpravo

source: Select a picture to be used as background for disc's menu
da: Vælg et billede som skal bruges til disken's menu
es: Escoja una imagen para usar como fondo para el menú
it_it: Seleziona un'immagine da usare come sfondo per il menu del disco
nl: Achtergrond selecteren voor het schijfmenu.
pt_br: Selecione uma imagem para ser usada como plano de fundo no menu do disco
sk: Vyberte obrázok, ktorý bude použitý ako pozadie pre menu disku

source: Set default background
da: Indstil standard baggrund
es: Imagen por defecto
it_it: Imposta lo sfondo predefinito
nl: Standaardachtergrond instellen
pt_br: Definir como plano de fundo padrão
sk: Nastaviť východzie pozadie

source: Set menus without sound
da: Indstil menuer uden lyd
es: Hacer un menú sin sonido
it_it: Imposta i menu senza suoni
nl: Menu's instellen zonder geluid
pt_br: Definir menus sem som.
sk: Nastaviť menu bez zvuku

source: Shadow color:
da: Skygge farve:
es: Color para la sombra:
it_it: Colore ombra:
nl: Schaduwkleur:
pt_br: Cor da sombra:
sk: Farba tieňa:

source: Show menu at disc startup
da: Vis menu når disken starter
es: Mostrar el menú al insertar el disco
it_it: Visualizza il menu all'avvio del disco
nl: Menu tonen bij het opstarten
pt_br: Mostrar menu no início da reprodução
sk: Pri spustení disku zobraziť menu

source: Text color:
da: Tekst farve:
es: Color para el texto:
it_it: Colore testo:
nl: Tekstkleur:
pt_br: Cor do texto:
sk: Farba textu:

source: Text:
da: Tekst:
es: Texto:
it_it: Testo:
nl: Tekst:
pt_br: Texto:

source: Top
es: Arriba
it_it: In alto
nl: Boven
pt_br: Superior
sk: Vrch

source: Can't find the font for subtitles. Aborting.
da: Can ikke finde skrifttype til undertekster. Afslutter
es: No puedo encontrar la fuente para los subtítulos. Abortando.
it_it: Impossibile trovare il font per i sottotitoli. Annullo.
nl: Kan lettertype voor ondertiteling niet vinden. Afbreken.
pt_br: Não foi possível encontrar a fonte para as legendas. Cancelando.
sk: Nemôžem nájsť font pre titulky. Končím.

source: Replay the preview again?
da: Afspil prævisningen igen?
es: ¿Mostrar la previsualización otra vez?
it_it: Visionare di nuovo l'anteprima?
nl: Voorbeeld opnieuw afspelen?
pt_br: Rever a pré-visualização?
sk: Prehrať náhľad znovu?

source: <b>Preview video</b>
da: <b>Prævis video</b>
es: <b>Previsualizar el vídeo</b>
it_it: <b>Anteprima video</b>
nl: <b>Videovoorbeeld</b>
pt_br: <b>Pré-visualizar Vídeo</b>
sk: <b>Ukážkové video</b>

source: DeVeDe will create a preview with the selected parameters, so you will be able to check video quality, audio sync and so on.
da: DeVeDe vil oprette en forhåndsvisning med de valgte parametre, så du vil være i stand til at checke video kvaliteten, lyden o.s.v
es: DeVeDe hará una previsualización con los parámetros actuales, para que pueda comprobar la calidad del vídeo, etc.
it_it: DeVeDe creerà un'anteprima con i parametri selezionati, in modo da poter controllare la qualità video, la sincronia dell'audio, eccetera.
nl: DeVeDe zal een voorbeeld aanmaken met de geselecteerde parameters, waarna u de videokwaliteit, de audiosynchronisatie en andere dingen kunt controleren.
pt_br: O DeVeDe criará uma pré-visualização com os parâmetros selecionados, então será possível examinar a qualidade do vídeo, sincronismo do áudio etc.
sk: DeVeDe vytvorí náhľad s vybranými parametrami, takže budete môcť skontrolovať kvalitu videa, synchronizáciu audia atď.

source: Preview length:
da: Prævis længde:
es: Duración de la previsualización:
it_it: Durata della anteprima:
nl: Lengte van het voorbeeld:
pt_br: Duração da pré-visualização:
sk: Dĺžka náhľadu:

source: Can't find the following programs:
da: Kan ikke finde følgende programmer:
es: No puedo encontrar los programas:
it_it: Non sono stati rilevati i seguenti programmi:
nl: Kan deze programma's niet vinden:
pt_br: Os seguintes programas não foram encontrados:
sk: Nemôžem nájsť nasledujúce programy:

source: DeVeDe needs them in order to work. If you want to use DeVeDe, you must install all of them.
da: DeVeDe behøver dem for at virke. Hvis du ønsker at bruge DeVeDe må du indstallere dem alle
es: DeVeDe los necesita para funcionar. Si quiere utilizar DeVeDe deberá instalarlos todos.
it_it: DeVeDe necessita di loro per poter funzionare, se vuoi usare DeVeDe, devi averli installati tutti.
nl: DeVeDe heeft deze nodig om te kunnen functioneren. Indien u DeVeDe wilt gebruiken, dient u deze allemaal te installeren.
pt_br: O DeVeDe precisa deles para funcionar. Se quiser usar o DeVeDe é necessário instalar todos.
sk: DeVeDe ich potrebuje pre svoju prácu. Ak chcete používať DeVeDe, musíte si ich všetky nainštalovať.

source: Creating...
da: Opretter...
es: Creando...
it_it: Creazione...
nl: Aanmaken...
pt_br: Criando…
sk: Vytváram...

source: Save current disc structure
da: Gem den aktuelle disk struktur
es: Grabar la estructura actual del disco
it_it: Salva la struttura del disco corrente
nl: Huidige schijfstructuur opslaan
pt_br: Salvar estrutura de disco atual
sk: Uložiť aktuálnu štruktúru disku

source: <b>Action to perform when this title ends</b>
da: <b>Hvad skal der ske når denne titel slutter</b>
es: <b>Acción a realizar cuando este título termine</b>
it_it: <b>Azione da eseguire quando termina questo titolo</b>
nl: <b>Actie om uit te voeren wanneer deze titel eindigt</b>
pt_br: <b>Ação ao término deste título</b>
sk: <b>Akcia, ktorá sa má vykonať, keď titul skončí</b>

source: <b>Title's name</b>
da: <b>Titlen's navn</b>
es: <b>Nombre del título</b>
it_it: <b>Nome del titolo</b>
nl: <b>Titelnaam</b>
pt_br: <b>Nome do título</b>
sk: <b>Názov titulu</b>

source: Play the first title
da: Afspil den første titel
es: Reproducir el primer título
it_it: Riproduci il primo titolo
nl: Eerste titel afspelen
pt_br: Reproduzir o primeiro título
sk: Prehrať prvý titul

source: Play the last title
da: Afspil den sidste titel
es: Reproducir el último título
it_it: Riproduci l'ultimo titolo
nl: Laatste titel afspelen
pt_br: Reproduzir o último título
sk: Prehrať posledný titul

source: Play the next title
da: Afspil næste titel
es: Reproducir el título siguiente
it_it: Riproduci il titolo seguente
nl: Volgende titel afspelen
pt_br: Reproduzir o próximo título
sk: Prehrať nasledujúci titul

source: Play the previous title
da: Afspil foregående titel
es: Reproducir el título anterior
it_it: Riproduci il titolo precedente
nl: Vorige titel afspelen
pt_br: Reproduzir o título anterior
sk: Prehrať predchádzajúci titul

source: Play this title again (loop)
da: Afspil denne titel igen (loop)
es: Reproducir este título otra vez (bucle)
it_it: Riproduci nuovamente
nl: Ttitel opnieuw afspelen (herhaling)
pt_br: Reproduzir este título novamente (loop)
sk: Prehrať tento titul ešte raz (slučka)

source: Stop reproduction/show disc menu
da: Stop afspilling / vis disk menu
es: Parar la reproducción/mostrar el menú
it_it: Arresta riproduzione e mostra il menu del disco
nl: Reproductie stoppen / schijfmenu tonen
pt_br: Parar reprodução/mostrar menu do disco
sk: Zastaviť prehrávanie/zobraziť menu disku

source: Title properties
da: Titel egenskaber
es: Propiedades del título
it_it: Proprietà del titolo
nl: Titeleigenschappen
pt_br: Propriedades do título
sk: Vlastnosti titulu

source: Warning
da: Advarsel
es: Aviso
it_it: Attenzione
nl: Waarschuwing
pt_br: Aviso
sk: Varovanie

source: Error
da: Fejl
it_it: Errore
nl: Fout
pt_br: Erro
sk: Chyba

source: General
da: Generelt
it_it: Generale
nl: Algemeen
pt_br: Geral
sk: Všeobecné

source: Misc
it_it: Varie
nl: Diverse
pt_br: Miscelânea
sk: Rôzne

source: <b>Audio</b>
da: <b>Lyd</b>
pt_br: <b>Áudio</b>
sk: <b>Zvuk</b>
