Repository: walshb/Devede
Catalog: po/*.po
Languages: da, es, it_it, nl, pt_br, sk

source: Creating BIN/CUE files
da: Opretter BIN/CUE filer
es: Creando los ficheros BIN/CUE
it_it: Creazione dei file BIN/CUE
nl: BIN/CUE-bestanden aanmaken
pt_br: Criando arquivos BIN/CUE
sk: Vytváram súbory BIN/CUE

source: Failed to create the BIN/CUE files Maybe you ran out of disk space
da: Kunne ikke oprette BIN/CUE filerne Måske har du ikke mere disk plads
es: Ha fallado la creación de la imagen BIN/CUE. Compruebe que tiene suficiente espacio libre.
it_it: Impossibile creare i file BIN/CUE Forse non hai spazio sufficiente su disco
nl: Aanmaken BIN/CUE-bestanden mislukt Misschien is er onvoldoende vrije ruimte?
pt_br: Falha ao criar os arquivos BIN/CUE Talvez o espaço livre no disco não seja suficiente
sk: Chyba pri vytváraní súborov BIN/CUE Zrejme nedostatok voľného miesta na disku

source: Creating ISO file
da: Opretter ISO fil
es: Creando la imagen ISO
it_it: Creazione del file ISO
nl: ISO-bestand aanmaken
pt_br: Criando arquivo ISO
sk: Vytváram súbor ISO

source: Failed to create the ISO image Maybe you ran out of disk space
da: Kunne ikke oprette ISO filerne Måske har du ikke mere disk plads
es: Ha fallado la creación de la imagen ISO. Compruebe que tiene suficiente espacio libre.
it_it: Errore nel creare l'immagine ISO Forse non hai spazio sufficiente sul disco
nl: Aanmaken ISO-bestand mislukt Misschien is er onvoldoende vrije ruimte?
pt_br: Falha ao criar a imagem ISO Talvez o espaço livre no disco não seja suficiente
sk: Chyba pri vytváraní obrazu ISO Zrejme nedostatok voľného miesta na disku

source: Insuficient free space. To create this disc %(total)d MBytes are needed, but only %(free)d MBytes are available.
da: Der er ikke nok fri disk plads, til at oprette disken %(total)d MBytes behøves, men der er kun %(free)d MBytes til rådighed.
es: No hay suficiente espacio libre. Para crear este disco necesita %(total)d MBytes, pero sólo hay %(free)d MBytes disponibles.
it_it: Spazio libero insufficiente. Per creare questo disco sono necessari %(total)d MBytes, ma sono disponibili solo %(free)d MBytes.
nl: Onvoldoende vrije ruimte om deze schijf te maken. %(total)d MBytes nodig, maar er is slechts %(free)d MBytes beschikbaar.
pt_br: Espaço livre insuficiente. Para criar este disco %(total)d MBytes são necessários, mas apenas %(free)d MBytes estão disponíveis.
sk: Nedostatek voľného miesta. Pre vytvorenie disku je potrebných %(total)d MBytov, ale k dispozícii je iba %(free)d MBytov.

source: Failed to write to the destination directory. Check that you have privileges and free space there.
da: Kunne ikke skrive til destinations mappen. Check at du har rettigheder og fri plads.
es: Error al intentar escribir en el directorio destino. Compruebe que tiene permisos y espacio libre en él.
it_it: Impossibile scrivere nella directory destinazione. Controlla di avere i privilegi necessari e sufficiente spazio libero.
nl: Fout bij het schrijven naar de doelmap. Controleer of u rechten hebt voor deze map en of er voldoende vrije ruimte is.
pt_br: Falha ao gravar no diretório de destino. Verifique se há permissões e espaço livre suficiente.
sk: Chyba pri vytváraní cieľového adresára. Skontrolujte, či máte príslušné oprávnenia a či tam je dostatok voľného miesta.

source: The file or folder %(folder)s already exists. If you continue, it will be deleted.
da: Filen eller folde %(fil)s eksistere allerede. Hvis du forsætter, vil den blive slettet.
es: El fichero o carpeta %(folder)s ya existe. Si continúa, será borrada.
it_it: Il file o la cartella %(folder)s esiste già. Se continui, sarà cancellata.
nl: Dit bestand of map %(folder)s bestaat al. Wanneer u doorgaat, zal het verwijderd worden.
pt_br: O arquivo ou diretório %(folder)s já existe. Este será apagado caso continue.
sk: Súbor alebo priečinok %(folder)s už existujú. Ak budete pokračovať, budú stratené.

source: Unknown error
da: Ukendt felj
es: Error desconocido
it_it: Errore sconosciuto
nl: Onbekende fout
pt_br: Erro desconhecido
sk: Neznáma chyba

source: Creating DVD tree structure
da: Opretter DVD træ struktur
es: Generando la estructura del DVD
it_it: Creazione della struttura del DVD
nl: Dvd-boomstructuur aanmaken.
pt_br: Criando árvore de diretórios de DVD
sk: Vytváram štruktúru DVD

source: Failed to create the DVD tree Maybe you ran out of disk space
da: Kunne ikke oprette DVD træ Måske har du ikke mere disk plads
es: Ha fallado la creación de la estructura del DVD. Compruebe que tiene suficiente espacio libre.
it_it: Impossibile creare la struttura del DVD Forse non hai spazio sufficiente sul disco
nl: Aanmaken dvd-boom mislukt. Misschien is er onvoldoende vrije ruimte
pt_br: Falha ao criar a árvore de diretórios do DVD Talvez o espaço livre no disco não seja suficiente
sk: Chyba pri vytváraní štruktúry DVD Zrejme nedostatok voľného miesta na disku

source: The menu soundtrack seems damaged. Using the default silent soundtrack.
da: Menu lydfilen synes at være beskadigt. Bruger standard lydløs lydfil.
es: El fichero de sonido para el menú parece dañado. Crearé un menú sin sonido.
it_it: La colonna sonora del menu sembra danneggiata. Si userà la traccia muta predefinita.
nl: Het menumuzieknummer lijkt beschadigd. Het stille (zonder geluid) standaardmuzieknummer zal nu gebruikt worden.
pt_br: A trilha sonora do menu parece estar corrompida.
sk: Zvuková stopa pre menu sa zdá byť poškodená. Použijem východziu stopu s tichom.

source: Can't find the menu background. Check the menu options.
da: Kan ikke finde menu bagrund. Check menu instillingerne.
es: No puedo encontrar el fondo del menú. Compruebe las opciones del menú.
it_it: Impossibile trovare lo sfondo del menu. Controllare le opzioni del menu.
nl: Kan menu-achtergrond niet vinden. Controleer menu-opties.
pt_br: Não é possível encontrar o plano de fundo do menu. Verifique as opções do menu.
sk: Nemôžem nájsť pozadie menu. Skontrolujte voľby menu.

source: Can't open the file.
da: Kan ikke åbne filen.
es: No puedo abrir el archivo
it_it: Impossibile aprire il file.
nl: Kan bestand niet openen.
pt_br: Não é possível abrir o arquivo.
sk: Nemôžem otvoriť súbor.

source: That file doesn't contain a disc structure.
da: Filen indeholder ikke en disk struktur.
es: Ese fichero no contiene una estructura de disco.
it_it: Questo file non contiene la struttura di un disco.
nl: Het bestand bevat geen schijfstructuur.
pt_br: Este arquivo não contém uma estrutura de disco.
sk: Taký súbor neobsahuje štruktúru disku.

source: That file doesn't contain a DeVeDe structure.
da: Filen indeholder ikke en DeVeDe struktur.
es: Ese fichero no contiene una estructura de disco
it_it: Questo file non contiene una struttura DeVeDe.
nl: Het bestand bevat geen DeVeDe-structuur.
pt_br: Este arquivo não contém uma estrutura do DeVeDe.
sk: Tento súbor neobsahuje štruktúru DeVeDe.

source: Can't find the following movie files. Please, add them and try to load the disc structure again.
da: Kan ikke finde følgende film filer. Tilføj dem og prøv at hente disk strukturen igen.
es: No puedo encontrar los siguientes ficheros. Por favor, añádalos e intente cargar la estructura del disco de nuevo.
it_it: Impossibile trovare i seguenti file video. Riprovare ad aggiungerli e a caricare la struttura del disco.
nl: Kan volgende videobestanden niet vinden. Voeg ze a.u.b. toe en probeer de schijfstructuur opnieuw te laden.
pt_br: Não foi possível encontrar os seguintes arquivos de vídeo. Por favor, adicione-os e tente carregar a estrutura de disco novamente.
sk: Nemôžem nájsť nasledujúce súbory videa. Prosím, pridajte ich a skúste načítať štruktúru disku ešte raz.

source: Can't find the menu background. I'll open the disc structure anyway with the default menu background, so don't forget to fix it before creating the disc.
da: Kan ikke finde menu baggrunden. Disk strukturen vil blive åbnet med standard menu baggrund, så glem ikke at rette dette før oprettelse af disken.
es: No puedo encontrar el fondo del menú. Abriré la estructura del disco de todas formas, pero con el fondo por defecto, así que no se olvide de corregirlo antes de crear el disco.
it_it: Impossibile trovare lo sfondo del menu. Verrà comunque aperta la struttura del disco con lo sfondo predefinito. Risolvi il problema prima di creare il disco.
nl: Kan menu-achtergrond niet vinden. De schijfstructuur wordt nu met de standaardachtergrond geopend, vergeet niet om dit te corrigeren voordat u de schijf aanmaakt.
pt_br: Não foi possível encontrar o plano de fundo do menu. A estrutura de disco será aberta mesmo assim, usando o plano de fundo padrão. Lembre-se de corrigir o plano de fundo do menu antes de criar o disco.
sk: Nemôžem nájsť pozadie menu. Napriek tomu otvorím štruktúru disku s východzím pozadím pre menu, takže to nezabudnite opraviť pre vytvorením disku.

source: Can't find the menu soundtrack file. I'll open the disc structure anyway with a silent soundtrack, so don't forget to fix it before creating the disc.
da: Kan ikke finde menu lydfilen. Disk strukturen vil blive åbnet med en lydløs lydfil, så glem ikke at rette dette før oprettelse af disken.
es: No puedo encontrar el archivo de sonido del menú. Abriré la estructura del disco de todas formas, pero con el sonido por defecto, así que no se olvide de corregirlo antes de crear el disco.
it_it: Impossibile trovare la colonna sonora del menu. Verrà comunque aperta la struttura del disco con la traccia muta predefinita. Risolvi il problema prima di creare il disco.
nl: Kan menumuzieknummer niet vinden. De schijfstructuur wordt nu zonder geluid geopend, vergeet niet om dit te corrigeren voordat u de schijf aanmaakt.
pt_br: Não foi possível encontrar a trilha sonora do menu. A estrutura de disco será aberta mesmo assim, usando silêncio como trilha sonora. Lembre-se de corrigir a trilha sonora do menu antes de criar o disco.
sk: Nemôžem nájsť zvukovú stopu pre menu. Napriek tomu otvorím štruktúru disku s východzou zvukovou stopou (ticho) pre menu, takže to nezabudnite opraviť pre vytvorením disku.

source: No filename
da: Ingen filnavn
es: Falta el nombre de fichero
it_it: Nessun nome
nl: Geen bestandsnaam
pt_br: Sem nome de arquivo
sk: Žiaden názov súboru

source: Can't save the file.
da: Kan ikke gemme filen
es: No puedo grabar el archivo.
it_it: Impossibile salvare il file.
nl: Kan bestand niet opslaan.
pt_br: Não é possível salvar o arquivo.
sk: Nemôžem uložiť súbor.

source: Too many videos for this disc size. Please, select a bigger disc type or remove some videos.
da: For mange videoer til denne disk størrelse. Vælg en større disk type eller fjen nogle videoer
es: Demasiados vídeos para este tamaño de disco. Por favor, escoja un disco más grande o elimine algunos vídeos.
it_it: Troppi video per la dimensione di questo disco. Seleziona un tipo di disco più grande o rimuovi qualche video.
nl: Te veel video's voor deze schijfgrootte. Selecteer een grotere schijf of verwijder enige video's.
pt_br: Vídeos demais para este tamanho de disco. Por favor, escolha um tipo disco maior ou remova alguns vídeos.
sk: Príliš veľa videí pre túto veľkosť disku. Prosím, vyberte väčší typ disku alebo odstráňte nejaké videá.

source: Some files weren't video files. None added.
da: Nogle filer var ikke video filer. Ingen tilføjet
es: Algunos archivos no eran de vídeo. No se ha añadido ninguno.
it_it: Alcuni file non sono video. Nessuno è stato aggiunto.
nl: Enkele bestanden zijn geen videobestanden. Geen bestanden toegevoegd.
pt_br: Alguns arquivos não são vídeos. Nenhum adicionado.
sk: Niektoré zo súborov nie sú video súbory. Nič nebolo pridané.

source: Your project contains %(X)d movie files, but the maximum is %(MAX)d. Please, remove some files and try again.
da: Dit projekt indeholder %(X)d film filer, men maxium er %(MAX)d. Fjern nogle filer og prøv igen.
es: Este proyecto contiene %(X)d ficheros, pero el máximo es %(MAX)d. Por favor, elimine algunos ficheros y vuelva a intentarlo.
it_it: Il tuo progetto contiene %(X)d file video, ma il massimo è %(MAX)d. Rimuovi qualche file e riprova.
nl: Uw project bevat %(X)d videobestanden, maar het maximum is %(MAX)d. Verwijder enige bestanden en probeer het opnieuw.
pt_br: Seu projeto contém %(X)d arquivos de vídeo, mas o máximo é de %(MAX)d. Por favor, remova alguns arquivos e tente outra vez.
sk: Váš projekt obsahuje %(X)d video súborov, ale maximum je %(MAX)d. Prosím, odstráňte nejaké súbory a skúste to znovu.

source: no chapters
da: Ingen kapitler
es: sin capítulos
it_it: nessun capitolo
nl: Geen hoofdstukken
pt_br: sem capítulos
sk: bez kapitol

source: Unsaved disc structure
da: Ikke gemt disk struktur
es: Estructura de disco no guardada
it_it: Struttura disco non salvata
nl: Schijfstructuur niet opgeslagen
pt_br: Estrutura de disco ainda não salva.
sk: Neuložená štruktúra disku

source: Title %(X)d
da: Titel %(X)d
es: Título %(X)d
it_it: Titolo %(X)d
nl: Titel %(X)d
pt_br: Título %(X)d
sk: Titul %(X)d

source: Subtitle
da: Undertekst
es: Subtítulo
it_it: Sottotitolo
nl: Ondertiteling
pt_br: Legenda
sk: Titulky

source: Codepage
da: Kodeside
es: Página de códigos
nl: Tekenset
pt_br: Codificação do texto
sk: Kódovanie

source: Language
da: Sprog
es: Lengua
it_it: Lingua
nl: Taal
pt_br: Idioma
sk: Jazyk

source: Video files
da: Video filer
es: Ficheros de vídeo
it_it: File video
nl: Videobestanden
pt_br: Arquivos de vídeo
sk: Video súbory

source: All files
da: Alle filer
es: Todos los ficheros
it_it: Tutti i file
nl: Alle bestanden
pt_br: Todos os arquivos
sk: Všetky súbory

source: File doesn't seem to be a video file.
da: Filen synes ikke at være en video fil.
es: El archivo no parece ser de vídeo.
it_it: Il file non sembra essere un video.
nl: Het bestand lijkt geen videobestand te zijn.
pt_br: O arquivo não parece ser um vídeo.
sk: Zdá sa, že súbor neobsahuje video.

source: File seems to be an audio file.
da: Filen synes at være en lyd fil.
es: El archivo parece ser de sonido.
it_it: Il file sembra essere un un file audio.
nl: Bestand lijkt een audiobestand te zijn.
pt_br: O arquivo parece ser de áudio.
sk: Zdá sa, že súbor obsahuje iba zvuk.

source: Please, add only one file each time.
da: Tilføj kun en fil ad gangen.
es: Por favor, añada sólo un archivo de cada vez.
it_it: Aggiungi un solo file alla volta.
nl: Eén bestand per keer toevoegen a.u.b.
pt_br: Por favor, adicione apenas um arquivo de cada vez.
sk: Naraz pridajte prosím iba jeden súbor.

source: Please, add a movie file before adding subtitles.
da: Tilføj en film fil før du tilføjer undertekster.
es: Por favor, añada una película antes de añadir subtítulos.
it_it: Aggiungi un video prima di aggiungere i sottotitoli.
nl: Voeg a.u.b. eerst een videobestand toe, voordat u de ondertiteling toevoegt
pt_br: Por favor, adicione um arquivo de vídeo antes de adicionar legendas.
sk: Prosím, pridajte názov súboru pred pridaním titulkov.

source: Adding subtitles to
da: Tilføjer undertekster til
es: Añadiendo los subtítulos de
it_it: Aggiungo i sottotitoli a
nl: Ondertiteling toevoegen aan
pt_br: Adicionando legendas a
sk: Pridať titulky do

source: Conversion failed. It seems a bug of SPUMUX.
da: Konverteringen lykkedes ikke. Der synes at være en bug i SPUMUX.
es: Ha fallado la conversión. Parece un problema de SPUMUX.
it_it: Conversione non riuscita. Probabile bug di SPUMUX.
nl: Omzetting mislukt. Het lijkt een fout in SPUMUX.
pt_br: A conversão falhou. Parece ser um bug do SPUMUX.
sk: Chyba konverzie. Vyzerá to na chybu SPUMUX.

source: File copy failed Maybe you ran out of disk space?
da: Kopering af fil lykkedes ikke Måske er du løbet tør fo disk plads?
es: Ha fallado la copia del fichero. Compruebe que tiene suficiente espacio libre
it_it: Copia del file non riuscita Forse non hai spazio sufficiente sul disco?
nl: Bestand kopiëren mislukt Misschien is er onvoldoende vrije ruimte?
pt_br: Falha ao copiar Há espaço livre suficiente no disco?
sk: Chyba kopírovania súboru. Nedostatok miesta na disku?

source: Copying the file
da: Kopierer filen
es: Copiando el archivo
it_it: Copia del file
nl: Bezig met kopiëren van bestand
pt_br: Copiando o arquivo
sk: Kopírujem nový súbor

source: Creating preview
da: Opretter prævisning
es: Creando previsualización
it_it: Creazione dell'anteprima
nl: Voorbeeld aanmaken
pt_br: Criando pré-visualização
sk: Vytváram náhľad

source: Converting files from title %(title_number)s (pass %(pass_number)s) %(file_name)s
da: Konverter filer fra titler %(title_number)s (pass %(pass_number)s) %(file_name)s
es: Convirtiendo ficheros del título %(title_number)s (pasada %(pass_number)s) %(file_name)s
it_it: Conversione dei file dal titolo %(title_number)s (passaggio %(pass_number)s) %(file_name)s
nl: Bestanden omzetten van titel %(title_number)s (pass %(pass_number)s) %(file_name)s
sk: Konvertujem súbory titulu %(title_number)s (priechod %(pass_number)s) %(file_name)s

source: Conversion failed. It seems a bug of Mencoder.
da: Konverteringen lykkedes ikke. Der synes at være en bug i Mencoder.
es: Ha fallado la conversión. Parece un problema de Mencoder.
it_it: Conversione non riuscita. Probabile bug di Mencoder.
nl: Omzetting mislukt. Het lijkt een fout in Mencoder.
pt_br: Conversão falhou. Parece ser um bug do Mencoder.
sk: Chyba konverzie. Vyzerá to na chybu Mencoderu.

source: Also check the extra params passed to Mencoder for syntax errors.
da: Check også de extra paramtre for Mencoder for syntax fejl.
es: Compruebe también los parámetros extra pasados a Mencoder para descartar errores sintácticos.
it_it: Controllare anche i parametri extra passati a Mencoder per eventuali errori di sintassi.
nl: Extra parameters voor Mencoder ook op syntax-fouten controleren.
pt_br: Verificar erros de sintaxe também nos parâmetros extras passados ao Mencoder.
sk: Taktiež skontrolujte, či neobsahujú upresňujúce parametre Mencoderu syntaktické chyby.

source: Conversion failed Maybe you ran out of disk space?
da: Konverteringen lykkedes ikke Måske er du løbet tør fo disk plads?
es: Ha fallado la conversión. Compruebe que tiene suficiente espacio libre
it_it: Conversione non riuscita Forse non hai spazio sufficiente sul disco?
nl: Omzetting mislukt. Misschien is er onvoldoende vrije ruimte?
pt_br: Falha na conversão Pode não haver espaço livre suficiente no disco?
sk: Chyba konverzie. Nedostatok miesta na disku?

source: Failed to create the menues.
da: det lykkedes ikke at oprette menuerne.
es: Ha fallado la creación de los menús.
it_it: Errore nella creazione dei menu.
nl: Aanmaken menu's mislukt.
pt_br: Falha ao criar os menus.
sk: Nepodarilo sa vytvoriť menu.

source: Menu generation failed.
da: Menu generering lykkedes ikke.
es: Falló la creación del menú.
it_it: Generazione del menu non riuscita.
nl: Aanmaken menu's mislukt.
pt_br: Geração do menu falhou.
sk: Generovanie menu skončilo s chybou.

source: Can't add the buttons to the menus. It seems a bug of SPUMUX.
da: Kan ikke tilføje knapperne til menuen. Der synes at være en fejl i SPUMUX.
es: No puedo crear los botones del menú. Parece un problema de SPUMUX.
it_it: Impossibile aggiungere i pulsanti al menu Probabile bug di SPUMUX.
nl: Kan geen knoppen aan het menu toevoegen. Het lijkt een fout in SPUMUX.
pt_br: Não foi possível adicionar os botões aos menus. Parece ser um bug do SPUMUX.
sk: Nemôžem pridať tlačidlá do menu. Vyzerá to na chybu SPUMUX.

source: Creating menu %(menu_number)d
da: Opretter menu %(menu_number)d
es: Creando el menú %(menu_number)d
it_it: Creazione del menu %(menu_number)d
nl: Bezig met aanmaken van menu %(menu_number)d
pt_br: Criando menu %(menu_number)d
sk: Vytváram menu %(menu_number)d

source: Your FFMPEG version is compiled without MP3LAME support, so Devede can't create DivX. Recompile your FFMPEG code, or install a version with MP3LAME support.
es: Tu versión de FFMPEG está compilada sin soporte de MP3LAME, por lo que Devede no puede generar ficheros DivX. Recompila tu versión de FFMPEG, o instala una versión con soporte de MP3LAME.
it_it: La tua versione di FFMPEG è compilata senza il supporto MP3LAME, pertanto Devede non può creare DivX. Ricompila FFMPEG o installa una versione con il supporto MP3LAME abilitato.

source: Don't show this message at startup again
es: No mostrar en el arranque este mensaje de nuevo
it_it: Non mostrare più questo messaggio all'avvio

source: This version of Devede allows to use FFMPEG instead of Mencoder for movie conversion. This code is still EXPERIMENTAL, but quite complete. If you see glitches in the video when using FFMPEG, try to disable the multicore support before filling a bug. To test this mode, active it in Edit->Preferences
es: Esta versión de Devede permite utilizar FFMPEG en lugar de Mencoder para la conversión de formatos. Este código es aún EXPERIMENTAL, pero es bastante estable. Si aprecias fallos en el vídeo al utilizar FFMPEG, prueba a desactivar el soporte de múltiples núcleos antes de enviar un informe de error. Para probar esta opción, actívala en Editar->Preferencias.
it_it: Questa versione di Devede consente di usare FFMPEG invece di Mencoder per la conversione dei filmati. Il codice è ancora SPERIMENTALE, ma abbastanza completo. Se noti dei difetti nel video quando si usa FFMPEG, prova a disabilitare il supporto multicore prima di compilare un bug. Per provare questa modalità, attivala in Modifica -> Preferenze

source: <b>Folders</b>
es: <b>Carpetas</b>
it_it: <b>Cartelle</b>

source: <b>Options</b>
da: <b>Indstillinger</b>
es: <b>Opciones</b>
it_it: <b>Opzioni</b>
nl: <b>Opties</b>
pt_br: <b>Opções</b>
sk: <b>Voľby</b>

source: <b>Workarounds</b>
es: <b>Apaños</b>
it_it: <b>Alternative</b>

source: AC3_FIXED workaround to fix discs without sound when using Mencoder beta
es: Apaño AC3_FIXED para corregir el problema de discos DVD sin sonido al usar Mencoder beta
it_it: AC3_FIXED corregge i dischi senza audio quando si usa una beta di Mencoder

source: Erase temporary files
da: Slet midlertidig filer
es: Borrar ficheros temporales
it_it: Cancella file temporanei
nl: Tijdelijke bestanden verwijderen
pt_br: Apagar arquivos temporários
sk: Vymazať dočasné súbory

source: Folder for temporary file
da: Mappe til midlertidig filer
es: Directorio para el fichero temporal
it_it: Cartella per file temporaneo
nl: Map voor tijdelijke bestanden
pt_br: Diretório para arquivo temporário
sk: Adresár pre dočasné súbory

source: Temporary files folder:
da: Mappe til midlertidige filer:
es: Carpeta para los ficheros temporales:
it_it: Cartella per i file temporanei:
nl: Tijdelijke bestandenmap:
pt_br: Diretório para arquivos temporários:
sk: Priečinok pre dočasné súbory:

source: Use FFMPEG instead of Mencoder
es: Utilizar FFMPEG en lugar de Mencoder

source: Use optimizations for multicore CPUs
da: Brug optimering for multicore CPU's
es: Usar optimizaciones para CPUs multinúcleo
it_it: Usa ottimizzazioni per CPU multicore
nl: Optimaliseringen voor multicore-processoren gebruiken
pt_br: Usar otimizações para CPUs de núcleo múltiplo
sk: Použiť optimalizácie pre viacjadrové CPU

source: Clear
da: Ryd
es: Borrar
it_it: Cancella
nl: Wissen
pt_br: Limpar
sk: Vyčistiť

source: Encoding:
es: Codificación:
it_it: Codifica:
nl: Tekenset:
pt_br: Codificação:
sk: Kódovánie:

source: File:
da: fil:
es: Archivo:
nl: Bestand:
pt_br: Arquivo:
sk: Súbor:

source: Language:
da: Sprog:
es: Lengua:
it_it: Lingua:
nl: Taal:
pt_br: Idioma:
sk: Jazyk:

source: Put subtitles upper
da: Sæt undertekster foroven
es: Colocar los subtítulos más arriba
it_it: Inserisci i sottotitoli sopra
nl: Ondertiteling hoger plaatsen
pt_br: Posicionar as legendas mais para cima
sk: Pridať titulky hore

source: Add subtitles
da: Tilføj undertekster
es: Añadir subtítulos
it_it: Aggiungi i sottotitoli
nl: Ondertiteling toevoegen
pt_br: Adicionar legendas
sk: Pridať titulky

source: Choose a file
da: Vælg en fil
es: Escoja un archivo
it_it: Scegli un file
nl: Selecteer een bestand
pt_br: Escolha um arquivo
sk: Vyberte súbor
