Repository: walshb/Devede
Catalog: po/*.po
Languages: da, es, it_it, nl, pt_br, sk

source: Aborted. There can be temporary files at the destination directory.
da: Afsluttet. Der kan være midlertidig filer i destinations biblioteket
es: Interrumpido. Es posible que queden archivos temporales en el directorio final.
it_it: Interrotto. Possono essere rimasti file temporanei nella directory di destinazione.
nl: Afgebroken, er kunnen nog tijdelijke bestanden in de doelmap staan.
pt_br: Cancelado. Ainda pode haver arquivos temporários no diretório de destino.
sk: Zrušené. V cieľovom adresári sa nachádzajú dočasné súbory.

source: Abort the current DVD and exit?
da: Afslut den aktuelle DVD og luk
es: ¿Interrumpir el DVD y salir?
it_it: Interrompere il DVD attuale ed uscire?
nl: Huidige dvd afbreken en DeVeDe afsluiten?
pt_br: Cancelar o DVD atual e sair?
sk: Zrušiť aktuálne DVD a ukončiť program?

source: Exit DeVeDe
da: Luk DeVeDe
es: Salir de DeVeDe
it_it: Uscita da DeVeDe
nl: DeVeDe afsluiten
pt_br: Sair do DeVeDe
sk: Ukončiť DeVeDe

source: Cancel job?
da: Annuler job?
es: ¿Cancelar el trabajo?
it_it: Annullare?
nl: Taak annuleren?
pt_br: Cancelar a tarefa?
sk: Zrušiť úlohu?

source: Delete chapter
da: Slet kapitel
es: Borrar capítulo
it_it: Cancella capitolo
nl: Hoofdstuk verwijderen
pt_br: Excluir capítulo
sk: Vymazať kapitolu

source: Proceed?
da: Fortsæt?
es: ¿Proceder?
it_it: Procedo?
nl: Doorgaan?
pt_br: Continuar?
sk: Pokračovať?

source: You chose to delete this chapter and reorder the other ones:
da: Vil du slette dette kapitel?
es: Se borrará este capítulo y se reordenará el resto:
it_it: Hai scelto di cancellare questo capitolo e riordinare gli altri:
nl: U hebt gekozen om dit hoofdstuk te verwijderen en de andere te herordenen:
pt_br: Você optou por apagar este capítulo e reordenar os restantes:
sk: Vybrali ste vymazanie tejto kapitoly a preskupenie ostatných:

source: Delete subtitle
da: Slet undertekster
es: Borrar subtítulo
it_it: Cancella sottotitoli
nl: Ondertiteling verwijderen
pt_br: Excluir legenda
sk: Vymazať titulky

source: Remove the selected subtitle file?
da: Fjern den valgte undertekst fil?
es: ¿Borrar el fichero de subtítulos seleccionado?
it_it: Rimuovere il file di sottotitoli selezionato?
nl: Geselecteerd ondertitelingsbestand verwijderen?
pt_br: Remover o arquivo de legenda selecionado?
sk: Odstrániť vybraný súbor titulkov?

source: Delete title
da: Slet titel
es: Borrar título
it_it: Cancella titolo
nl: Titel verwijderen
pt_br: Excluir título
sk: Vymazať titul

source: You chose to delete this title and reorder the other ones:
da: Vil du slette denne titel?
es: Se borrará este título y se reordenará el resto:
it_it: Hai scelto di cancellare questo titolo e riordinare gli altri:
nl: U hebt gekozen om deze titel te werwijderen en de andere te herordenen:
pt_br: Você optou por apagar este título e reordenar os restantes:
sk: Vybrali ste vymazanie tohto titulu a preskupenie ostatných:

source: <b>China VideoDisc</b> Another kind of Super VideoCD
da: <b>China VideoDisc</b> En anden slags Super VideoCD
es: <b>China VideoDisc</b> Otro tipo de Super VideoCD
it_it: <b>China VideoDisc</b> Un altro tipo di Super VideoCD
nl: <b>Chinavideodisc</b> Een ander soort Supervideocd
pt_br: <b>China VideoDisc</b> Outro tipo de Super VideoCD
sk: <b>Čínsky VideoDisc</b> Ďalší druh Super VideoCD

source: <b>Choose the disc type you want to create with DeVeDe</b>
da: <b>Vælg hvilken type disk du vil lave med DeVeDe</b>
es: <b>Escoja el tipo de disco que quiere crear con DeVeDe</b>
it_it: <b>Seleziona il tipo di disco che vuoi creare con DeVeDe</b>
nl: <b>Selecteer het type schijf dat u wilt maken met DeVeDe:</b>
pt_br: <b>Selecione o tipo de disco que deseja criar com o DeVeDe</b>
sk: <b>Vyberte druh disku, ktorý chcete vytvoriť pomocou DeVeDe</b>

source: <b>DivX / MPEG-4</b> Creates files compliant with DivX home players
da: <b>DivX·/·MPEG-4</b> Opret fil der er kompatibel med DivX afspillere·
es: <b>DivX / MPEG-4</b> Crea ficheros compatibles con reproductores DivX domésticos
it_it: <b>DivX / MPEG-4</b> Crea file compatibili con i riproduttori DivX da casa
nl: <b>DivX / MPEG-4</b> Maakt schijven die geschikt zijn voor DivX-spelers
pt_br: <b>DivX / MPEG-4</b> Cria arquivos compatíveis com aparelhos caseiros que suportam DivX
sk: <b>DivX/MPEG-4</b> Vytvorí súbory kompatibilné s domácimi prehrávačmi DivX

source: <b>Super VideoCD</b> Creates a VideoCD with better picture quality
da: <b>Super·VideoCD</b> Lav en VideoCD med bedre billede kvalitet
es: <b>Super VideoCD</b> Crea un VideoCD con mejor calidad de imagen
it_it: <b>Super VideoCD</b> Crea un VideoCD con una migliore qualità d'immagine
nl: <b>Supervideocd</b> Maakt een videocd met betere kwaliteit (SVCD)
pt_br: <b>Super VideoCD</b> Cria um VideoCD com melhor qualidade de imagem
sk: <b>Super VideoCD</b> Vytvorí VideoCD s lepšou kvalitou obrazu

source: <b>Video DVD</b> Creates a video DVD suitable for all DVD home players
da: <b>Video·DVD</b> Lav en video DVD der er kompatibel med alle DVD afspillere
es: <b>Video DVD</b> Crea un DVD de vídeo válido para cualquier reproductor doméstico
it_it: <b>Video DVD</b> Crea un video DVD compatibile con tutti i riproduttori da casa
nl: <b>VideoDVD</b> Maakt een Videodvd, die geschikt is voor alle dvd-spelers
pt_br: <b>DVD de Vídeo</b> Cria um DVD de vídeo compatível com todos os aparelhos caseiros
sk: <b>Video DVD</b> Vytvorí a video DVD vhodné pre všetky domáce prehrávače DVD

source: <b>VideoCD</b> Creates a VideoCD, with a picture quality equivalent to VHS
da: <b>VideoCD</b> Lav en VideoCD med en billede kvalitet som på VHS
es: <b>VideoCD</b> Crea un VideoCD, con una calidad de imagen equivalente a VHS
it_it: <b>VideoCD</b> Crea un VideoCD con una qualità d'immagine equivalente ad una VHS
nl: <b>Videocd</b> Maakt een videocd (VCD), met een beeldkwaliteit gelijk aan VHS
pt_br: <b>VideoCD</b> Cria um VideoCD, com qualidade de imagem equivalente ao VHS
sk: <b>VideoCD</b> Vytvorí VideoCD s kvalitou obrazu porovnateľnou s VHS

source: Disc type selection
da: Disk type valg
es: Selección de tipo de disco
it_it: Selezione del tipo di disco
nl: Keuze schijftype
pt_br: Escolha do tipo de disco
sk: Výber typu disku

source: Your DVD structure contains empty titles. Continue anyway?
da: Din DCD struktur indeholder tomme titler. Vil fortsætte alligevel?
es: La estructura del DVD tiene títulos vacíos. ¿Continuar de todas formas?
it_it: La tua struttura DVD contiene titoli vuoti. Continuare ugualmente?
nl: Uw dvd-structuur bevat lege titels. Doorgaan?
pt_br: Sua estrutura de DVD contém títulos vazios. Continuar mesmo assim?
sk: Vaša štruktúra DVD obsahuje prázdne tituly. Pokračovať ďalej?

source: Job done!
da: Job færdig!
es: ¡Terminado!
it_it: Finito!
nl: Voltooid!
pt_br: Tarefa terminada!
sk: Hotovo!

# Means:
source: Burn
es: Grabar

source: Delete current disc structure?
da: Slet den aktuelle disk struktur
es: ¿Borrar la estructura actual del disco?
it_it: Cancellare la struttura del disco attuale?
nl: Huidige schijfstructuur verwijderen?
pt_br: Excluir a estrutura de disco atual?
sk: Vymazať aktuálnu štruktúru disku?

source: Delete the current disc structure and start again?
da: Slet den aktuelle disk struktur og start forfra?
es: ¿Borrar la estructura actual y empezar de nuevo?
it_it: Cancellare l'attuale struttura del disco e ripartire da capo?
nl: Huidige schijfstructuur verwijderen en opnieuw beginnen?
pt_br: Apagar a estrutura de disco atual e recomeçar?
sk: Vymazať aktuálnu štruktúru disku a začať od začiatku?

source: <b>Aspect ratio</b>
da: <b> dimensionsforhold, højde-bredde-forhold </b>
es: <b>Relación de aspecto</b>
it_it: <b>Formato immagine</b>
nl: <b>Schermverhouding</b>
pt_br: <b>Relação de aspecto</b>
sk: <b>Pomer strán</b>

source: <b>Audio rate (Kbits/sec)</b>
da: <b>Lyd rate (Kbits/sek)</b>
es: <b>Tasa de audio(Kbits/seg)</b>
it_it: <b>Campionamento audio (Kbits/sec)</b>
nl: <b>Audiobitsnelheid (Kbits/sec)</b>
pt_br: <b>Taxa de áudio (Kbits/s)</b>
sk: <b>Dátový tok zvuku (Kb/s)</b>

source: <b>Audio tracks</b>
da: <b>Lydspor</b>
es: <b>Pistas de audio</b>
it_it: <b>Tracce audio</b>
nl: <b>Audionummers</b>
pt_br: <b>Trilhas de áudio</b>
sk: <b>Audio stopy</b>

source: <b>Deinterlacing</b>
es: <b>Desentrelazado</b>
it_it: <b>Deinterlacciamento</b>
nl: <b>Deinterliniëren</b>
pt_br: <b>Desentrelaçamento</b>
sk: <b>Odstránenie prekladania</b>

source: <b>Division in chapters</b>
da: <b>Opdel i kapitler</b>
es: <b>División en capítulos</b>
it_it: <b>Divisione in capitoli</b>
nl: <b>In hoofdstukken verdelen</b>
pt_br: <b>Divisão em capítulos</b>
sk: <b>Rozdelenie na kapitoly</b>

source: <b>Extra parameters for coder</b>
es: <b>Parámetros extra para el coder</b>
it_it: <b>Parametri extra per il codificatore</b>

source: <b>Field order</b>
da: <b>Felt rækkefølgel</b>
es: <b>Orden de campos</b>
it_it: <b>Ordine dei campi</b>
nl: <b>Veldvolgorde</b>
pt_br: <b>Ordem do campo</b>
sk: <b>Poradie polí</b>

source: <b>File info</b>
da: <b>Fil info</b>
es: <b>Información del archivo</b>
it_it: <b>Informazioni sul file</b>
nl: <b>Bestandsinformatie</b>
pt_br: <b>Informações sobre o arquivo</b>
sk: <b>Informácie o súbore</b>

source: <b>File split</b>
da: <b>Opdel fil</b>
es: <b>División del archivo</b>
it_it: <b>Taglio del file</b>
nl: <b>Bestand splitsen</b>
pt_br: <b>Divisão de arquivo</b>
sk: <b>Rozdelenie súboru</b>

source: <b>File</b>
da: <b>Fil</b>
es: <b>Archivo</b>
nl: <b>Bestand</b>
pt_br: <b>Arquivo</b>
sk: <b>Súbor</b>

source: <b>Final size</b>
da: <b>Færdig størrelse</b>
es: <b>Tamaño final</b>
it_it: <b>Dimensione finale</b>
nl: <b>Uiteindelijke grootte</b>
pt_br: <b>Tamanho final</b>
sk: <b>Výsledná veľkosť</b>

source: <b>MacroBlock decision algorithm and Trellis searched quantization</b>
da: <b>MacroBlock beslutning algoritme og Trelliskode søgte kvantisering</b>
es: <b>Algoritmo para MacroBloques y Trellis Searched Quantization</b>
it_it: <b>MacroBlock decision algorithm e Trellis searched quantization</b>
nl: <b>MacroBlock-decision-algoritme en Trellis-searched-quantization</b>
sk: <b>Rozhodovací MacroBlock algoritmus a Trelisom určená kvantizácia</b>

source: <b>Mirror</b>
da: <b>Spejl</b>
es: <b>Espejo</b>
it_it: <b>Specchia</b>
nl: <b>Spiegelen</b>
pt_br: <b>Espelhado</b>
sk: <b>Zrkadlo</b>

source: <b>Rotation</b>
es: <b>Rotación</b>
it_it: <b>Rotazione</b>
nl: <b>Draaien</b>
pt_br: <b>Rotação</b>
sk: <b>Otočenie</b>

source: <b>Scaling mode</b>
da: <b>Skalerings mode</b>
es: <b>Tipo de escalado</b>
it_it: <b>Modalità di ridimensionamento</b>
nl: <b>Schaalmodus</b>
pt_br: <b>Redimensionamento</b>
sk: <b>Zmena mierky</b>

source: <b>Special</b>
da: <b>Speciel</b>
es: <b>Especial</b>
it_it: <b>Speciali</b>
nl: <b>Speciaal</b>
pt_br: <b>Especial</b>
sk: <b>Špeciálne</b>

source: <b>Subtitles</b>
da: <b>Undertekster</b>
es: <b>Subtítulos</b>
it_it: <b>Sottotitoli</b>
nl: <b>Ondertiteling</b>
pt_br: <b>Legendas</b>
sk: <b>Titulky</b>

source: <b>Two pass encoding</b>
da: <b>Two pass kodning</b>
es: <b>Codificación en dos pasadas</b>
it_it: <b>Codifica in due passaggi</b>
nl: <b>Tweevoudige-codering</b>
sk: <b>Dvojprechodové kódovanie</b>

source: <b>Video format</b>
es: <b>Formato de vídeo</b>
it_it: <b>Formato video</b>
nl: <b>Videoformaat</b>
pt_br: <b>Formato de vídeo</b>
sk: <b>Formát videa</b>

source: <b>Video rate (Kbits/sec)</b>
da: <b>Video rate (Kbits/sek)</b>
es: <b>Tasa de vídeo (Kbits/seg</b>
it_it: <b>Campionamento video (Kbits/sec)</b>
nl: <b>Videobitsbelheid (Kbits/sec)</b>
pt_br: <b>Taxa de vídeo (Kbits/s)</b>
sk: <b>Dátový tok obrazu (Kb/s)</b>

source: <b>Volume (%)</b>
da: <b>Lydstyrkel</b>
es: <b>Volumen (%)</b>
sk: <b>Hlasitosť (%)</b>

source: Add black bars
da: Tilføj sorte bjælker
es: Añadir bandas negras
it_it: Aggiunge barre nere
nl: Zwarte balken toevoegen
pt_br: Adicionar barras pretas
sk: Pridať čierne pruhy

source: Advanced options
da: Avancerede indstillinger
es: Opciones avanzadas
it_it: Opzioni avanzate
nl: Geavanceerde opties
pt_br: Opções avançadas
sk: Pokročilé voľby

source: Audio
da: Lyd
es: Sonido
pt_br: Áudio

source: Audio delay (in seconds):
da: Lyd forsinkelse (i sekunder):
es: Retardo de sonido (en segundos):
it_it: Ritardo audio (in secondi):
nl: Geluidsvertraging (in seconden):
pt_br: Atraso de áudio (em segundos):
sk: Oneskorenie zvuku (v sekundách):

source: Audio track:
da: Lyd spor:
es: Pista de sonido:
it_it: Traccia audio:
nl: Audionummer:
pt_br: Trilha de áudio:
sk: Audio stopa:

source: Create DVD with 5.1 channel sound
da: Opret DVD med 5.1 kanals lyd
es: Crear DVD con sonido 5.1
it_it: Crea DVD con audio 5.1 canali
nl: Dvd aanmaken met 5.1-kanaalgeluid
pt_br: Criar DVD com som 5.1
sk: Vytvoriť DVD s 5.1 zvukom

source: Default
da: Standard
es: Por defecto
it_it: Predefinito
nl: Standaard
pt_br: Padrão
sk: Východzí

source: DivX format doesn't support subtitles. Please, read the FAQ.
da: DivX formatet understøtter ikke undertekster. Læs venligst FAQ
es: El formato DivX no admite subtítulos. Por favor, lea la FAQ.
it_it: Il formato DiVX non supporta i sottotitoli. Per informazioni leggere le FAQ.
nl: Het DivX-formaat ondersteunt geen ondertiteling. Leesa.u.b. de FAQ.
pt_br: O formato DivX não suporta legendas. Por favor, leia o FAQ.
sk: Formát DivX nepodporuje titulky. Prosím, prečítajte si FAQ.

source: Don't deinterlace
da: Deinterlace ikke
es: No desentrelazar
it_it: Non deinterlacciare
nl: Niet deinterliniëren
pt_br: Não desentrelaçar
sk: Neodstraňovať prekladanie

source: Estimated final length (MBytes):
da: Anslået total længde (MBytes):
es: Tamaño final estimado (MBytes):
it_it: Lunghezza finale stimata (MBytes):
nl: Geschatte totaalgrootte (MByte):
pt_br: Duração final estimada (MBytes):
sk: Predpokladaná veľkosť výsledku (MB):

source: FFMpeg deinterlacing filter
es: Filtro de desentrelazado de FFMpeg
it_it: Filtro deinterlacciamento FFMpeg
nl: FFMpeg-deinterliniëeringsfilter
pt_br: Filtro de desentrelaçamento do FFMpeg
sk: Filter FFMpeg pre odstránenie prekladania

source: File properties
da: Fil indstillinger
es: Propiedades del archivo
it_it: Proprietà del file
nl: Bestandseigenschappen
pt_br: Propriedades do arquivo
sk: Vlastnosti súboru

source: Final size (pixels):
da: Endelig størrelse (pixels):
es: Tamaño final (pixels):
it_it: Dimensioni finali (pixel):
nl: Totaalgrootte (pixels):
pt_br: Tamanho final (pixels):
sk: Výsledná veľkosť (pixelov):

source: Font size:
da: Skriftstørelse:
es: Tamaño de fuente:
it_it: Corpo carattere:
nl: Lettertypegrootte:
pt_br: Tamanho da Fonte:
sk: Veľkosť fontu:

source: Force subtitles
da: Forcej undertekster
es: Forzar subtítulos
it_it: Forza i sottotitoli
nl: Ondertiteling forceren
sk: Vynútiť titulky

source: Frames per second:
da: Frames pr. sekund:
es: Cuadros por segundo:
it_it: Fotogrammi al secondo:
nl: Beelden per seconde:
pt_br: Quadros por segundo:
sk: Snímkov za sekundu:

source: Horizontal mirror
da: Vandret spejl
es: Espejo horizontal
it_it: Specchio orizzontale
nl: Horizontaal spiegelen
pt_br: Espelhar horizontalmente
sk: Horizontálne zrkadlo

source: Linear blend
da: Liniær blend
es: Mezcla lineal
nl: Lineaire blend
pt_br: Mesclagem linear
sk: Lineárne miešanie

source: Lowpass5 deinterlacing filter
es: Filtro de desentrelazado Lowpass5
it_it: Filtro deinterlacciamento Lowpass5
nl: Lowpass5-deinterliniëeringsfilter
pt_br: Filtro de desentrelaçamento Lowpass5
sk: Lowpass5 filter pre odstránenie prekladania

source: Main (-X -Y)
es: Principal (-X -Y)
it_it: Principale (-X -Y)
sk: Hlavné (-X -Y)

source: Median deinterlacing filter
es: Filtro Median deinterlacing
it_it: Filtro deinterlacciamento mediano
nl: Median-deinterliniëeringsfilter
pt_br: Filtro de desentrelaçamento mediano
sk: Stredový filter pre odstránenie prekladania

source: No rotation
da: Ingen rotation
es: No rotar
it_it: Nessuna rotazione
nl: Niet draaien
pt_br: Sem rotação
sk: Bez otáčania

source: Original audio rate (Kbits/sec):
da: Orginal lyd rate (KBits/sek):
es: Tasa original de audio (Kbits/seg):
it_it: Campionamento audio originale (Kbit/sec):
nl: Originele audiobitsnelheid (Kbit/s):
pt_br: Taxa de áudio original (Kbits/s):
sk: Pôvodný dátový tok zvuku (Kb/s):

source: Original length (seconds):
da: Orginal længde (sekunder):
es: Longitud original (segundos):
it_it: Durata originale (secondi):
nl: Originele lengte (seconden):
pt_br: Duração original (segundos):
sk: Pôvodná dĺžka (sekúnd):

source: Original size (pixels):
da: Orginal størrelse (pixels):
es: Tamaño original (pixels):
it_it: Dimensioni originali (pixel):
nl: Originele grootte (pixels):
pt_br: Tamanho original (pixels):
sk: Pôvodná veľkosť (pixelov):

source: Original video rate (Kbits/sec):
da: Orginal video rate (KBits/sek):
es: Tasa original de vídeo (Kbits/seg):
it_it: Campionamento video originale (Kbit/sec):
nl: Originele videobitsnelheid (Kbit/s):
pt_br: Taxa de vídeo original (Kbits/s):
sk: Pôvodný dátový tok videa (Kb/s):

source: Preview
da: Prævis
es: Previsualizar
it_it: Anteprima
nl: Voorbeeld
pt_br: Pré-visualização
sk: Náhľad

source: Quality
da: Kvalitet
es: Calidad
it_it: Qualità
nl: Kwaliteit
pt_br: Qualidade
sk: Kvalita

source: Repack audio and video without reencoding (useful for VOB files)
da: genpak lyd og video filer uden genkodning (brugbart for VOB filer)
es: Empaquetar audio y vídeo sin recodificar (útil para ficheros VOB)
it_it: Reimpacchetta audio e video senza ricodificare (utile per i file VOB)
nl: Audio en video opnieuw gebruiken zonder hercodering (nuttig voor VOB-bestanden)
pt_br: Reempacotar áudio e vídeo sem recodificação (útil para arquivos VOB)
sk: Znovu zabalí audio a video bez prekódovania (užitočné pri VOB súboroch)

source: Reset
es: Resetear
it_it: Ripristina
nl: Herstellen
sk: Resetovať

source: Resets the volume to 100%
da: Reset lydstyrke til 100%
es: Pone el volumen al 100%
it_it: Ripristina il volume al 100%
nl: Volume terugzetten op 100%
sk: Resetovať hlasitosť na 100%

source: Rotate 180 degrees
da: Roter 180 grader
es: Rotar 180 grados
it_it: Ruota di 180 gradi
nl: 180 graden draaien
pt_br: Girar 180 graus
sk: Otočiť o 180 stupňov

source: Rotate 90 degrees clockwise
da: Roter 90 grader med uret
es: Rotar 90 grados en sentido horario
it_it: Ruota di 90 gradi a destra
nl: 90 graden naar rechts draaien
pt_br: Girar 90 graus horários
sk: Otočiť o 90 stupňov doprava

source: Rotate 90 degrees counter-clockwise
da: Roter 90 grader imod uret
es: Rotar 90 grados en sentido antihorario
it_it: Ruota di 90 gradi a sinistra
nl: 90 graden naar links draaien
pt_br: Girar 90 graus anti-horários
sk: Otočiť o 90 stupňov doľava

source: Scale picture
da: Skaler billede
es: Escalar la imagen
it_it: Scala immagine
nl: Afbeelding schalen
pt_br: Redimensionar quadro
sk: Mierka obrazu

source: Select MBD mode which needs the fewest bits
da: Vælg MBD mode som skal bruge de færeste bits
es: Usar el modo MBD que necesite menos bits
it_it: Seleziona la modalità MBD che necessita di meno bit
nl: MBD-modus selecteren die de minste bits nodig heeft.
pt_br: Selecionar o modo MDB que necessitar de menos bits
sk: Použiť mód MBD, ktorý potrebuje nejmenej bitov

source: Select the MBD mode which has the best rate distortion (better quality)
da: Vælg MBD mode som har den bedste rate distortion (bedre kvalitet)
es: Usar el modo MBD que ofrezca la mejor relación de distorsión (más calidad)
it_it: Seleziona la modalità MBD che ha la migliore distorsione di campionamento (migliore qualità)
nl: MBD-modus selecteren met de beste rate-distortion (betere kwaliteit)
pt_br: Selecionar o modo MDB que tiver a melhor taxa de distorção (melhor qualidade)
sk: Použiť mód MBD, ktorý dosahuje nejlepšieho pomeru skreslenia (lepšia kvalita)

source: Size (in minutes) for each chapter:
da: Størrelse (i minutter) for hver kapittel:
es: Tamaño (en minutos) para cada capítulo:
it_it: Durata (in minuti) per ogni capitolo:
nl: Lengte (in minuten) van elk hoofdstuk:
pt_br: Tamanho (em minutos) para cada capítulo:
sk: Dĺžka (v minútach) pre každú kapitolu:

source: Split the file in chapters (for easy seeking)
da: Opdel filen i kapitler (for nemmere søgning)
es: Dividir el archivo en capítulos (para facilitar la búsqueda)
it_it: Taglia il file in capitoli (per una ricerca più semplice)
nl: Bestand in hoofdstukken splitsen (om makkelijker te zoeken)
pt_br: Dividir o arquivo em capítulos (para fácil localização de trechos)
sk: Rozdeliť súbor na kapitoly (pre uľahčenie posunu)

source: Store full length
da: Gem fuld længde
es: Almacenar todo el vídeo
it_it: Conserva tutta la lunghezza
nl: Volledige lengte opslaan
pt_br: Duração completa
sk: Uložiť celý záznam

source: Store the first half
da: Gem den første halvdel
es: Almacenar la primera mitad
it_it: Conserva la prima metà
nl: Eerste helft opslaan
pt_br: Primeira metade
sk: Uložiť prvú polovicu

source: Store the second half
da: Gem den anden halvdel
es: Almacenar la segunda mitad
it_it: Conserva la seconda metà
nl: Tweede helft opslaan
pt_br: Segunda metade
sk: Uložiť druhú polovicu

source: Swap fields
da: midlertidige felter
es: Intercambiar campos (entrelazado)
it_it: Scambia campi
nl: Velden omruilen
pt_br: Inverter campos
sk: Prehodiť polia

source: This file already has AC3 sound (copy audio data instead of recompress it)
da: Denne fil har allerede AC3 lyd (kopier lyd data i stedet for at genkomprimere den
es: Este fichero ya contiene sonido en formato AC3 (copiar el audio en lugar de recomprimirlo)
it_it: Questo file ha già audio AC3 (i dati audio verranno copiati anziché ricompressi)
nl: Dit bestand heeft al AC3-geluid (kopieer het geluid i.p.v. het opnieuw te converteren)
pt_br: O arquivo já tem o som no formato AC3 (copiar o áudio ao invés de recodificá-lo)
sk: Tento súbor už má AC3 zvuk (kopíruje audio dáta miesto ich rekompresie)

source: This file is already a DVD/xCD-suitable MPEG-PS file
da: Denne fil er allerede en DVD/xCD-suitable MPEG-PS file
es: Este fichero ya está en un formato MPEG-PS adecuado para discos DVD/xCD
it_it: Questo è già un file MPEG compatibile con DVD/xCD
nl: Dit bestand is al een DVD/xCD-gechikt MPEG-PS-bestand
pt_br: Este arquivo já está em formato MPEG-PS, pronto para DVD/xCD.
sk: Súbor je už vo formáte MPEG-PS vhodnom pre DVD/xCD

source: This video file has no audio tracks.
da: Denne video fil har ingen lydspor
es: Este vídeo no tiene pistas de sonido.
it_it: Questo file video non ha tracce audio.
nl: Dit videobestand bevat geen audionummers.
pt_br: Este arquivo de vídeo não inclui trilhas de áudio.
sk: Tento video súbor nemá žiadne zvukové stopy.

source: Turbo 1st pass
es: Primera pasada turbo
it_it: Primo passaggio veloce
nl: Snelle eerste doorgang
sk: Prvý priechod Turbo

source: Use MBCMP (faster)
da: Brug MBCMP (hurtigere)
es: Usar el modo MBCMP (más rápido)
it_it: Usa MBCMP (più veloce)
nl: MBCMP gebruiken (sneller)
pt_br: Usar MBCMP (mais rápido)
sk: Použiť MBCMP (rýchlejšie)

source: Use Trellis Searched Quantization (better quality, slower conversion)
da: Brug Trellis Searched Quantization (Bedre kvalitet, langsommere konvertering)
es: Usar Trellis Searched Quantization (más calidad pero conversión más lenta)
it_it: Usa l'algoritmo di quantizzazione Trellis (migliore qualità ma conversione più lenta)
nl: Gebruik Tresslis Searched Quantization (betere kwaliteit, tragere omzetting)
pt_br: Usar Trellis Searched Quantization (melhor qualidade, conversão mais lenta)
sk: Použiť mriežkové dávkovanie (lepšia kvalita, pomalšia konverzia)

source: Use a GOP of 12 frames (improves compatibility)
da: Brug en GOP på 12 frames (forbedre kompabiliteten)
es: Usar un GOP de 12 fotogramas (mejora la compatibilidad)
it_it: Usa un GOP di 12 frame (aumenta la compatibilità)
nl: Een GOP van 12 beelden gebruiken (verbeterde compatibiliteit)
pt_br: Usar um GOP de 12 quadros (aumenta a compatibilidade)
sk: Použiť GOP o 12 snímkoch (zvyšuje kompatibilitu)
